export default {
  verificationCodeTitle: "توثیق کوڈ",
  verificationCodeBody: ":آپ کا تصدیقی کوڈ یہ ہے",
  welcomeCode: "ایپ میں خوش آمدید",
  "00005": "براہ کرم کوڈ بھیجنے کے لئے تمام معلومات فراہم کریں.",
  "00006": "کامیابی سے انکار کردیا گیا. کوئی ٹوکن فراہم نہیں کیا گیا.",
  "00007": "غلط صارف کی شناخت.",
  "00008": "اندرونی سرور کی غلطی واقع ہوئی ، براہ کرم دوبارہ کوشش کریں.",
  "00009":
    "کسی تصدیق شدہ صارف کو دیئے گئے ٹوکن اور آئی ڈی کے ساتھ نہیں مل سکا. اس بات کو یقینی بنائیں کہ اکاؤنٹ کی تصدیق اور چالو ہوگئی تھی.",
  "00011": "آپ کا سیشن ختم ہوچکا ہے ، براہ کرم دوبارہ لاگ ان کریں.",
  "00017": "کامیابی سے انکار کردیا گیا. آپ تک رسائی کی اجازت نہیں ہے.",
  "00019": "کامیابی سے انکار کردیا گیا. آپ تک رسائی کی اجازت نہیں ہے.",
  "00021": "کامیابی سے انکار کردیا گیا. آپ تک رسائی کی اجازت نہیں ہے.",
  "00022":
    "پیرامس میں کوئی شناختی فراہم نہیں کی گئی. براہ کرم ایک ID درج کریں.",
  "00023": "مناسب شناخت کوئی درست شے کی شناخت نہیں ہے.",
  "00024": "بہت سی درخواستیں ہیں.",
  "00025": "براہ کرم تمام مطلوبہ فیلڈز مہیا کریں!",
  "00026": "براہ کرم ایک درست ای میل فراہم کریں!",
  "00027":
    "براہ کرم ایک پاس ورڈ فراہم کریں جو 6 حروف سے زیادہ لمبا اور 20 خطوط سے چھوٹا ہو.",
  "00028":
    "براہ کرم ایک ایسا نام فراہم کریں جو 3 حروف سے زیادہ لمبا اور 30 خطوط سے چھوٹا ہو.",
  "00029": "براہ کرم ایک درست ای میل فراہم کریں!",
  "00032": "اس ای میل ایڈریس والا اکاؤنٹ پہلے ہی موجود ہے.",
  "00035": "آپ نے کامیابی کے ساتھ اندراج کیا.",
  "00036": "اس ای میل ایڈریس والا اکاؤنٹ نہیں ملا.",
  "00038": "براہ کرم تمام مطلوبہ فیلڈز مہیا کریں!",
  "00039": "براہ کرم ایک درست ای میل فراہم کریں!",
  "00040":
    "براہ کرم ایک پاس ورڈ فراہم کریں جو 6 حروف سے زیادہ لمبا اور 20 خطوط سے چھوٹا ہو.",
  "00042": "اس ای میل ایڈریس والا اکاؤنٹ نہیں ملا.",
  "00043": "آپ کا ای میل چالو نہیں ہے ، براہ کرم پہلے اندراج کریں.",
  "00044":
    "آپ کے ای میل کی تصدیق نہیں ہوتی ہے ، براہ کرم اپنے ای میل کی تصدیق کریں.",
  "00045": "آپ نے ایک غلط ای میل یا پاس ورڈ درج کیا ہے.",
  "00047": "آپ نے کامیابی کے ساتھ لاگ ان کیا.",
  "00048": "کوڈ کو کامیابی کے ساتھ آپ کے ای میل پر بھیجا گیا ہے.",
  "00050": "کامیابی سے لاگ آؤٹ ہوا.",
  "00052": "صارف کو نہیں مل سکا.",
  "00053": "براہ کرم توثیقی کوڈ بھیجیں.",
  "00054":
    "آپ نے جو کوڈ داخل کیا وہ اس کوڈ سے مماثل نہیں ہے جو ہم نے آپ کے ای میل پر بھیجا ہے. براہ کرم دوبارہ چیک کریں.",
  "00055": "ناجائز ٹوکن۔ ٹوکن کی میعاد ختم ہوسکتی ہے.",
  "00058": "آپ کے ای میل پتے کی کامیابی کے ساتھ تصدیق ہوگئی.",
  "00059": "براہ کرم ریفریش ٹوکن فراہم کریں.",
  "00061": "دستیاب شدہ ٹوکن صارف کے ساتھ مماثل نہیں ہے ، براہ کرم لاگ ان کریں.",
  "00062": "ٹکن ختم ہوچکا ہے ، براہ کرم لاگ ان کریں.",
  "00063": "ٹکن کی تصدیق نہیں ہوسکتی ہے ، براہ کرم لاگ ان کریں.",
  "00065": "ٹکن کو کامیابی کے ساتھ تازہ دم کیا جاتا ہے.",
  "00066": "براہ کرم 6 سے زیادہ کا پاس ورڈ فراہم کریں ، 20 حروف سے بھی کم.",
  "00068": "نیا پاس ورڈ کامیابی کے ساتھ تشکیل دیا گیا تھا.",
  "00069":
    "براہ کرم پرانے اور نئے پاس ورڈ فراہم کریں جو 6 حروف سے زیادہ اور 20 خطوط سے کم ہیں.",
  "00072":
    "آپ کا پرانا پاس ورڈ آپ کے داخل کردہ پاس ورڈ سے مماثل نہیں ہے ، براہ کرم صحیح پاس ورڈ درج کریں.",
  "00073":
    "آپ کا نیا پاس ورڈ پرانے کی طرح نہیں ہونا چاہئے ، براہ کرم مختلف پاس ورڈ آزمائیں.",
  "00076": "آپ کا پاس ورڈ کامیابی کے ساتھ تبدیل کردیا گیا تھا.",
  "00077":
    "براہ کرم ایک ایسا نام فراہم کریں جو 3 حروف سے زیادہ لمبا اور 30 خطوط سے چھوٹا ہو.",
  "00078":
    "بنیادی صنف کے اختیارات: خواتین مرد دوسرے ، براہ کرم ان میں سے ایک فراہم کریں.",
  "00079": "زبان کے درست اختیارات: ur-en ، براہ کرم ان میں سے ایک فراہم کریں.",
  "00080": "براہ کرم تاریخ پیدائش کی ایک درست تاریخ فراہم کریں.",
  "00081":
    "براہ کرم ایک صارف نام فراہم کریں جو 3 حروف سے زیادہ لمبا اور 15 خطوط سے چھوٹا ہو.",
  "00084":
    "اس صارف نام کے ساتھ پہلے ہی صارف موجود ہے ، براہ کرم دوسرا درج کریں.",
  "00086": "آپ کی پروفائل کی معلومات کامیابی کے ساتھ تبدیل کردی گئیں.",
  "00089": "صارف کی معلومات کامیابی کے ساتھ حاصل ہوگئی ہے.",
  "00092": "آپ کا اکاؤنٹ کامیابی کے ساتھ حذف کردیا گیا.",
  "00093": "Profile Updated successfully",
  "00094": "Reviewed Successfully.",
  "00095": "file added Successfully.",
  //for jobs
  "00200": "Your job is successfully submitted to AdvocateIron.",
  "00201": "job feched successfully.",
  "00202": "job activated successfully.",
  "00203": "Event created successfully.",
  "00204": "You are not allowed to view this Job",

  //for proposal
  "00300": "Your proposal is successfully submitted to AdvocateIron.",
  "00301": "proposal fetched successfully.",
  "00302": "This job is closed.",
  "00303": "You already submittd proposal on this job.",
  "00304": "Your case is updated successfully.",
  "00305": "Your case is removed form MyLawyer.tech",

  //for chats
  "00400": "chat created successfully",

  //for invite to Jobs
  "00600": "Your invitation is successfully submitted.",
  "00601": "You already invited this lawyer.",

  //invitations for non-verified lawyers
  "00700": "Inviations for verify accounts send succesfully!",

  //Admin Panel Analytics 
  "00800": "Total messages fetched sucessfully",
  "00801": "No chats found",
  "00802": "Cases analytics fetched sucessfully",
  "00803": "No cases found",
  "00804": "Registration details fetched succesfully",
  "00805": "No user registration found"
};
